Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Each character must purchase a minimum of 400 skill points of Active skills and 300 skill points of Knowledge skills (see Skills, p.
fr_fr: Chaque eprsonnage doit acheter un minimum de 400 points de compétences en compétences Active et 300 en compétences de Connsaissance (voir Compétences, p.

source: Skills are bought at the cost of 1 CP per point.
fr_fr: Les compétences sont achetées au coût d'1 PP par point.

source: Keep in mind that learned skills start at the rating of the linked aptitude.
fr_fr: Gardez en tête que les compétences apprises commencent au nivau de l'aptitude liée.

source: For example, if you want to raise a skill to 30 and the skill’s linked aptitude is 10, you’ll need to spend 20 CP.
fr_fr: Par exemple, si vous voulez augmenter une compétences à 30 et que l'aptitude liée est à 10, vous devrez dépenser 20 PP.

source: Skill bonuses from background or faction should also be applied to the rating before you start raising the skill.
fr_fr: Le sbonus aux compétences venant de l'historique ou de la faction doivent également être appliquée à la compétence avant de commencer à l'augmenter.

source: For simplicity, it is recommended that skills be purchased as multiples of 5, but this is not a necessity.
fr_fr: Dans un but de simplification, il est recommandé que les compétences soient achetées par multiple de 5, mais ce n'est pas une nécessité.

source: Raising a skill over 60 is expensive.
fr_fr: Augmenter une compétence au-delà de 60 ets cher.

source: Each point over 60 costs double.
fr_fr: Chaque point au delà de 60 coûte double.

source: Raising a skill with a linked attribute of 20 up to 70 would cost 60 CP: 40 points to get from 20 to 60, and 20 more points to get from 60 to 70.
fr_fr: Augmenter une compétence ayant une aptitude liée de 20 jusqu'à 70 coûte 60 PP. 40 points pour aller de 20 à 60, et 20 de plus pour aller de 60 à 70.

source: No learned skill may be raised over 80 during character creation (unless you have the Expert trait, p.
fr_fr: Aucune compétence appris ene peut dépasser les 80 pendant la création de eprsonnage (sauf si vous possédez le trait Expert, p.

source: Though Knowledge skills are grouped into 5 skills, each is a field skill (p.
fr_fr: Même si les compétences de Connaissances sont regroupées en 5 compétences, chacune d'entre elle est une compétence à domaine (p.

source: 172), meaning that it can be taken multiple times with different fields.
fr_fr: 172) ce qui implique qu'elles peuvent être choisie plusieurs fois pour différents domaines.

source: A complete list of skills can be found on p.
fr_fr: Une liste complète de compétences peut être trouvée à la p.

source: Specializations (p.
fr_fr: Des spécialisations (P.

source: 173) may also be purchased at the cost of 5 CP per specialization.
fr_fr: 173) peuvent également être achetée au coût de 5 PP par spécialisation.

source: You may purchase specializations for both Active and Knowledge skills.
fr_fr: Vous pouvez acheter des spécialisatsion à la fois pour les compétences Active ou de Connaissances.

source: Only 1 specialization may be purchased per skill, and they may only be bought for skills with a rating of 30+.
fr_fr: Une seule spécialisation ne peut être achetée, et elles ne peuvent l'être que pour les compétences qui ont un niveau de 30+.

source: If you want more cred to spend on gear, every CP will get you 1,000 credits.
fr_fr: Si vous voulez plus de crédit à dépenser sur votre matériel, chaque PP vous rapportera 1 000 crédits.

source: See Purchase Gear, p.
fr_fr: Voir Obtenir du Matériel, p.

source: 136, for details on buying stuff.
fr_fr: 136, pour les détails sur l'achat de matériel.

source: The maximum CP you can spend on additional credits is 100.
fr_fr: Vous ne pouvez dépenser plsu de 100 PP pour obtenir des crédits supplémentaires.

source: If you want your character to start play with lots of social capital, you can increase your Rep score(s) at the cost of 1 CP per 10 additional points.
fr_fr: Si vous voulez que votre personnage commence le jeu avec plein de capital social, vous pouvez augmenter votre/vos score(s) de rep au coût d'1 PP pour 10 popints additionels.

source: No individual Rep score may be raised above 80, and the maximum amount of CP that may be spent on Rep is 35 points.
fr_fr: Aucun score individuel de Rep ne peut dépasser les 80? et le montant maximum de PP a dépenser sur la Rep est de 35 points.

source: Perhaps the most important use of CP is to buy the morph with which your character begins play.
fr_fr: Probablement l'utilisation la plus importante des PP est d'acheter la morph avec laquelle votre personnage commencera le jeu.

source: This may be the original bodily form in which your character started life, or it may simply be the sleeve they are currently inhabiting.
fr_fr: Cela peut-être la forme corporelle originale dans laquelle vous avez commencé votre vie, ou simplement l'incarnation que vous habitez actuellement.

source: Available morphs are listed starting on p.
fr_fr: Les morphs disponibles sont listées partir de la p.

source: Note that any aptitude or skill bonuses provided by the morph are applied after all CP are spent.
fr_fr: Notez que toutes les bonus aux compétences ou aux aptitudes fournis par la morph sont appliqués après que tous les PP soient dépensés.

source: In other words, these bonuses do not affect the costs of buying aptitude and skill points during character generation.
fr_fr: En d'autres mots, ces bonus n'affectent pas le coût d'achat des aptitudes et des points de compétences pendant la génération de personnage.

source: No aptitude may be modified over 40.
fr_fr: Aucune aptitude ne peut-être modifiée au-delà de 40.

source: Traits represent specific qualities your character has that may help or hinder them.
fr_fr: Les traits représentent des qualités spécifiques de votre personnage qui peuvent l'aider ou le freiner.

source: Positive traits supply bonuses in certain situations, and each has a listed CP cost.
fr_fr: Les traits positifs fournissent des bonus dans certaines situations, et chacun d'eux à un coût en PP associé.

source: You may not spend more than 50 CP on positive traits.
fr_fr: Vous ne pouvez pas dépenser plus de 50 PP sur les traits positifs.

source: Negative traits inflict disadvantages on your character, but they also give you extra CP that you can spend on customizing your character.
fr_fr: Les traits négatifs infligent des désavantages à votre personnage, mais vous rapporte des PP supplémentaire que vous pouvez dépenser pourpersonnaliser votre personnage.

source: You may not purchase more than 50 CP worth of negative traits, and no more than 25 CP may be negative morph traits.
fr_fr: Vous ne pouvez pas obtenir plus de 50 PP de traits négatifs, et pas plus de 25 d'entre eux ne epuevent être des traits négatifs de morphs.

source: Positive traits are listed on p.
fr_fr: Les traits positifs sont listés à la p.

source: 145, negative traits on p.
fr_fr: 145, les traits ngatifs le sont p.

source: Note that traits you receive from your background or faction do not cost or provide you with bonus CP.
fr_fr: Notez que les traits que vous recevez de votre historique ou de votre faction ne vous coûtent ni ne vous rapportent de PP.

source: Traits listed as morph traits apply to the morph, and not the ego.
fr_fr: les traits listés en tant que traits de morphs s'appliquent à la morph, pas à l'ego.

source: If the character switches to a new morph, these traits are lost (and new morph traits may be gained).
fr_fr: Si un personnage change de morphs, ces traits sont perdus (et de nouveaux traits de morph peuvent être obtenus).

source: Morph traits may be bought like other traits during character generation.
fr_fr: Les traits de morph doivent être acheter comme tous les autrs traits pendant la génération de personnage.

source: Characters who purchase the Psi trait (p.
fr_fr: Les personnages qui achètent le trait Psi (p.

source: 147) may spend CP to purchase sleights (see Sleights, p.
fr_fr: 147) peuvent dépenser des PP pour acheter des exploits (voir Exploit, p.

source: These represent specific psi abilities the character has learned.
fr_fr: Ils représentent des capacités psi particulière que le personnage a apprise.

source: The cost to buy a sleight is 5 CP.
fr_fr: Le coût d'achat d'un exploit est de 5 PP.

source: No more than 5 psi-chi and 5 psi-gamma sleights may be bought during character creation.
fr_fr: Pas plus de 5 exploits psi-chi et 5 exploits psi-gamma ne peuvent être achetés pendant la création de personnage.

source: Note that any skill or aptitude bonuses from sleights are treated as modifications; they are applied after all CP are spent and do not affect the cost of buying skills or aptitudes during character creation.
fr_fr: Notez que chaque bonus de compétence ou d'aptitude obtenus avec des exploits sont traités comme des modificateurs; ils s'appliquent après que tous les PP aient été dépensés et n'affectent pas le coût d'achat des compétences ou des aptitudes pendant la création de personnage.

source: No matter what faction you are from, you use Credit to buy gear during character creation.
fr_fr: Peu importe de quelel faction vous venez, vous utilisez les Crédits pour acheter du matériel pendant la création de personnage.

source: A complete list of gear and costs can be found in the Gear chapter, p.
fr_fr: Une liste complète du matériel et des coûts peuvent être trouvé dans le chapitre Équipement, p.

source: The average costs for each cost category should be used when calculating gear prices.
fr_fr: Le coût moyen de chaque catégorie de prix doit être utilisé lorsqu'il s'agît de calculer le prix du matériel.

source: Every character starts off with one piece of gear for free: a standard muse (p.
fr_fr: Chaque personnage démarre avec une piède d'équipement gratuitement: une muse standard (p.

source: This is the digital AI companion that the character has had since they were a child.
fr_fr: C'est un compagnon IA nuémrique que le eprsonnage possède depuis qu'il est un enfant.

source: Additionally, each character starts with 1 month of backup insurance (p.
fr_fr: Additionnellement, chaque personnage démarre avec 1 mois d'assurance sauvegarde (p.

source: 330) at no cost.
fr_fr: 330) sans coût supplémentaire.

source: Range (Credits)
fr_fr: Étendue (Crédits)

source: Average (Credits)
fr_fr: M oyenne(Crédits)

source: There is no limitation other than what the gamemaster allows on what gear characters can and cannot buy during character creation.
fr_fr: Il n'y a pas de limitations autre que celles fixées par le maître de jeu sur le matériel accessible aux personnage à la création de personnage.

source: Both the players and gamemaster should keep the character’s background and faction in mind.
fr_fr: Les joueurs et le maître de jeu devraient garder en tête l'historique et la faction du personnage.

source: Since some gear is likely very restricted in some habitats if not outright illegal, there needs to be a plausible explanation for who and how a character from such a place might have such gear.
fr_fr: Comme certaines pièces d'équipement sont extrêmement restreintes dans certains habitats voire franchement illégale, il peut être nécessaire d'avoir une explication plausible sur la façon qu'un personnage d'un tel endroit peut obtenir un équipement de ce type.

source: If there isn’t, then the gamemaster can choose not to allow it.
fr_fr: si il n'y a pas d'explicatiosn plausible, le maître de jeu peut choisir de ne pas autoriser cet équipement.

source: The starting locale for a game should also be considered.
fr_fr: Le pointd ed épart de la partie devrait également être pris en considération.

source: A character from the restrictive Jovian Republic might have a hard time explaining how they have an illegal cornucopia machine back in the Republic, but if the game takes place on board a scum barge where everything is available and anything goes, then such an explanation becomes much easier.
fr_fr: Un personnage de la République Jovienne restrictive pourrait avoir des difficultés à expliquer comment il/elle a obtenu une machine d'abondance illégale dans la République, mais si le jeu démarre à bord d'une barge racaille où tout est disponible et où tout est autorisé, alros une telle explication devient bien plsu simple.

source: The one exception to buying gear with Credit is the purchase of additional morphs.
fr_fr: La seule exception à l'achat de matériel avec des crédits est l'acaht de morph supplémentaires.

source: Characters may buy extra morphs during character creation, but they must be bought with CP.
fr_fr: Les personnages peuvent acheter des morphs supplémentaires lors de la création de personnage, mais elles doivent être achetées avec des PP.

source: The player must choose one morph in which the character is sleeved.
fr_fr: Le joueur choisit une morph dans laquelle les personange est incarné.

source: Extra morphs also require body bank service fees (p.
fr_fr: Les morpshs upplémenatires éncessitent aussi de payer les services d'une banque de corps (p.

source: Note that any skill or aptitude bonuses from gear are treated as modifications; they are applied after all CP are spent and do not affect the cost of buying skills or aptitudes during character creation.
fr_fr: Notez que tout bonus de compétences ou d'aptitude hérité de l'équipement est traité comme une modification; ils ne sont appliqués qu'après que tous els PP aient été dépensés et n'affectent pas le coût d'achat des compétences ou des aptitudes pendant la création de personnage.

source: The next step is to choose 3 personal motivations for your character (see Motivations, p.
fr_fr: L'étape suivante est de déterminer 3 motivations personnelles à votre personnage (voir Motivations, p.

source: These are memes, in the form of ideologies or goals, which your character is pursuing.
fr_fr: Ce sont des mêmes, sous la forme d'idéologies ou d'objectifs, que votre personnage cherche à atteindre.

source: These may be as specific “undermine the local triad boss” or as broad as “promote hypercapitalism,” and they may be short term or long term.
fr_fr: Ils peuvent être aussi spécifique que "battre le chef des triades local" ou aussi large que "promouvoir l'hypercapitalisme," et ils peuvent être à court ou long terme.

source: Some sample motivations are provided on the Example Motivations table (p.
fr_fr: Quelques motivations types sont fournies sur la table d'Exemple de Motivations (p.

source: You should work with your gamemaster when choosing your motivations, as they can be used to propel the storyline forward and specific scenarios can be constructed around your character’s goals.
fr_fr: Vous devriez travaillez avec votre maître de jeu au moment où vous déterminez vos motivations, car elles peuvent être utilisée pout propulser l'histoire et des scénarios spécifiques peuvent être construits autour des buts de votre personnage.

source: Some of your character’s motivations may change later (see Changing Motivation, p.
fr_fr: Certaines motivations de votre personnage peuvent changer par la suite (voir Changer de Motivation, p.

source: Motivations will help your character regain Moxie (p.
fr_fr: les motivations aiderons votre personnage à récupérer des points de Moxie (p.

source: 122) and earn extra Rez Points during gameplay (p.
fr_fr: 122) et à gagner des points de Rez supplémentaires pendant le jeu (p.

source: Motivations should be listed on your character sheet as a single term or short phrase, along with a + or - symbol to denote whether they support or oppose it.
fr_fr: Le smotivations doivent être listée sur votre fiche de personne comme de simples mots ou des phrases trés courtes, accompagné d'un symbole + ou - selon que vous supportiez ou que vous vous opposiez à l'idée.

source: For example, “+Fame” would indicate that your character seeks to become a famous media personality, whereas “-Reclaim Earth” means that your character opposes the goal of reclaiming Earth.
fr_fr: Par exemple "+Notoriété" indiquera que votre personnage cherche à devenir une personnalité médiatique célèbre, alors que "-Récupérer la Terre" signifie que votre personnage s'oppose aux buts des réclamationnistes.

source: {lll} Alien Contact
fr_fr: {lll} Contact Étranger

source: Anarchism
fr_fr: Anarchisme

source: Artistic Expression
fr_fr: Expression Artistique

source: Bioconservatism
fr_fr: Bioconservatisme

source: Education
fr_fr: Éducation

source: Fame
fr_fr: Notoriété

source: Fascism
fr_fr: Fascisme

source: Hedonism
fr_fr: Hédonisme

source: Hypercapitalism
fr_fr: Hypercapitalisme

source: Immortality
fr_fr: Immortalité

source: Libertarianism
fr_fr: Libertarianisme

source: Martian Liberation
fr_fr: Libération Martienne

source: Morphological Freedom
fr_fr: Liberté Morphologique

source: Nano-ecology
fr_fr: Nano-écologie

source: Personal Career
fr_fr: Carrière Personnelle

source: Personal Development
fr_fr: Développement Personnel

source: Philanthropy
fr_fr: Philanthropie

source: Preservationism
fr_fr: Préervationisme

source: Reclaiming Earth
fr_fr: Récupérer la Terre

source: (AI/Infomorph/Pod/Uplift) Rights
fr_fr: Droits des (IA/Infomorph/Pod/Élevés)

source: (AI/Infomorph/Pod/Uplift) Slavery
fr_fr: Esclavage des (IA/Infomorph/Pod/Élevé)

source: Socialism
fr_fr: Socialisme

source: Techno-Progressivism
fr_fr: Techno-Progressivisme

source: Venusian Sovereignty
fr_fr: Souveraineté Venusienne

source: Wealth
fr_fr: Prospérité

source: Now that you have everything settled, there are a few final steps.
fr_fr: maintenant que tout est en place, il reste quelques étapes finales.

source: A few stats now need to be calculated and added to your character sheet:
fr_fr: Quelques stats doivent maintenant être calculée et additionnée à votre fiche de personnage:

source: Lucidity (p.
fr_fr: Lucidité (p.

source: 122) equals your character’s WIL x 2.
fr_fr: 122) est égale à la VOL x 2 de votre personnage.

source: Trauma Threshold (p.
fr_fr: Seuil de Trauma (p.

source: 122) equals your LUC divided by 5 (round up).
fr_fr: 122) est égal à votre LUC divisée par 5 (arrondir au supérieur).

source: Insanity Rating (p.
fr_fr: Seuil de Folie (p.

source: 122) equals LUC x 2.
fr_fr: 122) est égal à LUC x 2.

source: 121) equals your character’s (REF + INT) x 2.
fr_fr: 121) est égal à (REF + INT) x 2 de votre personnage.

source: Damage Bonus (p.
fr_fr: Bonus de dommage (p.

source: 123) for melee equals SOM $$ 10 (round down).
fr_fr: 123) pour la mélée est égal à SOM $$ 10 (arrondir à l'inférieur).

source: Death Rating (p.
fr_fr: Seuild e Mort (p.

source: 122) equals DUR x 1.5 (biomorphs, round up) or DUR x 2 (synthmorphs) Speed (p.
fr_fr: 122) est égal à DUR x 1,5 (biomorphs, arrondir au supérieur) ou à DUR x 2 (synthmorpsh). Vitesse (p.

source: 121) equals 1 (3 for infomorphs), modified as appropriate by implants.
fr_fr: 121) est égale à 1 (3 pour les infomorphs), modifié de manière appropriée par les implants.

source: The final step in character creation is filling in the details and figuring out what your character is like and what they are all about.
fr_fr: L'étape finale de la création de personnage est de remplir les détails et déterminer comment votre personnage se comporte et ce qu'il/elle pense.

source: Your character’s Background is a good place to start as it says where they came, but it could be expanded.
fr_fr: L'historique de votre personnage est un bon point de départ car il définit d'où il/elle vient, mais il peut être développé.

source: What did they think of their childhood?
fr_fr: Que pesne-t-il/elle de sopn enfance?

source: Do they still have ties from there?
fr_fr: Y A-t-il/elle encore des attache?

source: How did they move from such origins to the Faction they are part of?
fr_fr: Comment il/elle a évolué de son roigine pour arriver dans la Faction dont il/elle fait parti?

source: Are they fully supportive of their Faction’s goals, or are they in opposition?
fr_fr: Est-il/elle un fervent défenseur des objectifs de sa Faction ou est-il/elle en opposition?

source: How does the character view other Factions?
fr_fr: Comment le personnage perçoit-il/elle les autres Factions?

source: Next, take a look at the skills and other defining points—these also tell a story.
fr_fr: Ensuite, jettez un œil aux compétence et autres points structurants - ils peuvent aussi raconter une histoire.

source: How did they acquire those skills?
fr_fr: Comment a-t-il/elle acqui ces compétences?

source: Why?
fr_fr: Pourquoi?

source: How did they develop their Rep score (or lack of one)?
fr_fr: Comment a-t-il/elle développé son score de rep (ou son absence)?

source: How did they get connected with the groupings represented by their Networking skills?
fr_fr: Comment a-t-il/elle été connecté avec les groupes détaillés dans leurs compétences Réseau?

source: What do the character’s traits say about them?
fr_fr: Que disent les traits du personnage à son sujet?

source: How did they get their current morph?
fr_fr: Comment a-t-il/elle obtenu sa morph actuelle?

source: Is it their original?
fr_fr: Est-ce que c'est leur morph d'origine?

source: If not, what happened to their first body?
fr_fr: Sinon, qu'est-il arrivé à son premier corps?

source: Also taking into account the major factor of Motivations, all of these questions will help you build a de- fining picture of your character.
fr_fr: Prenez aussi en considération les facteurs majeurs des Motivations, toutes ces questiosn pourront vous aider à construire une image définissante de votre personnage.

source: Not everything about your character needs to be filled out, of course—it’s ok to leave a few blanks that you can fill in later.
fr_fr: Il n'est aps nécessair de définir intégralement votre personnage bien entendu - des blancs peuvent toujours être laissés pour être remplis plus tard.

source: Assembling the points you have deduced so far will help you to present your character as a whole, unique individual, however, rather than just a blank template.
fr_fr: Assembler les points que vous avez définit jusqu'à présent vous aidera à présenter votre personnage comme un tout, un individu unique plutôt qu'un modèle vide.

source: As a final step, take a few minutes to pick out some specific identifying features and personality quirks that will help you define the character to others.
fr_fr: En guise d'étape finale, prenez quelques minutes pour déterminer quelques caractéristiques identitaires et quelques traits de eprsonnalité qui vous aiderons à définir votre personnage aux autres.

source: This could be a way of talking, a strongly-projected attitude, a catchphrase they use frequently, a unique look or style of dress, a repetitive behavior, an annoying mannerism, or anything else similar that is easy to latch onto.
fr_fr: Cela pourrait être une manière de parler, un sale caractère, une punchline qu'ils utilisent fréquemment, un style unique, un comportement répétitif, un maniérisme génant ou n'importe quoi d'autre de similaire sur lequel il est facile de s'accorcher.

source: Such idiosyncrasies give something that other players can latch onto, spurring roleplaying opportunities.
fr_fr: De telles idiosyncratie donnent un support aux autre joueurs afin de développer des opportunités d'interprétation.

source: Starting Morphs
fr_fr: Morphs de Départ

source: Each morph has an associated CP cost.
fr_fr: Chaque morph est associée à un coût en PP.

source: It also supplies the character’s Durability and Wound Threshold stats, and may modify Initiative, Speed, and certain aptitudes and learned skills.
fr_fr: Elel fournie aussi les stats de Durabilité et de Seuil de Blessure du personnage, et beaucoup modifient également l'Initiative, la Vitesse et certaines aptitudes et compétences apprise.
